[AdventTitanM1 X2CharacterTemplate]
strCharacterName="变种人泰坦"
strAcquiredText="缓慢但稳定，这个重型近战单位旨在靠近敌人，把他的双斧插进敌人体内。"
[AdventTitanM2 X2CharacterTemplate]
strCharacterName="高级泰坦"
strAcquiredText="缓慢但稳定，这个重型近战单位旨在靠近敌人，把他的双斧插进敌人体内。"
[AdventTitanM3 X2CharacterTemplate]
strCharacterName="精英泰坦"
strAcquiredText="缓慢但稳定，这个重型近战单位旨在靠近敌人，把他的双斧插进敌人体内。"

[AdventSparkM1 X2CharacterTemplate]
strCharacterName="变种人机械士兵"
strAcquiredText="这些原型机几乎仅仅是各种零件连在一起，但变种人为他们设置了引爆装置，保持警惕！"
[AdventSparkM2 X2CharacterTemplate]
strCharacterName="高级机械士兵"
strAcquiredText="这些原型机几乎仅仅是各种零件连在一起，但变种人为他们设置了引爆装置，保持警惕！"
[AdventSparkM3 X2CharacterTemplate]
strCharacterName="精英机械士兵"
strAcquiredText="这些原型机几乎仅仅是各种零件连在一起，但变种人为他们设置了引爆装置，保持警惕！"

[AdventCryoPriestM2 X2CharacterTemplate]
strCharacterName="高级赛博教士"
strAcquiredText="这些冰系教士装备着冰冻手雷和冰气喷射器，他们能够在战场上摧毁高级单位。"
[AdventCryoPriestM3 X2CharacterTemplate]
strCharacterName="精英赛博教士"
strAcquiredText="这些冰系教士装备着冰冻手雷和冰气喷射器，他们能够在战场上摧毁高级单位。"
